{
	"info" : {
		"welcome" :
		"Hello! This is a very funky contrib pack.",
		"cybergrind-unf" :
		"Cybergrind unfinished. Wait a while for it to become interesting.",
		"shrine-danger":
		"Warning: Dangerous object ahead, may kill!",
		"smbref-goaway":
		"There is no Easter Bunny, there is no Tooth Fairy and there is no Warp Zone.",
		"hatethislevel": "I hate this bloody level",
		"amogus": "amogus\n\n?nehw irt zugom",
		"blizzard": "A dangerous blizzard is in effect. Don't be in the cold for too long and try to shelter yourself. (You take damage every 3 seconds.)"
	},
	"level" : {
		"comingsoon": "Coming soon - also tux is drowninghwsbhcjabbvfciou",
		"romck": "romck",
		"cybergrind": "The Cybergrind",
		"sn-t0": "Campfire",
		"sn-s0": "Morshu Sam's Astonishingly Good Deals",
		"sn-l0" : "Speed Slide",
		"sn-l1a": "Via Cavernous Nostalgica",
		"sn-l1b": "Boing Dash",
		"sn-l2" : "???",
		"sn-l3" : "The great blizzard",
		"sn-l4a": "Aquatic Cave Dash",
		"sn-l4b": "Dayswitch, Nighttoggle",
		"sn-l5a": "Misbegotten Manor",
		"sn-l5b": "Forgotten Shadewing Trials",
		"sn-l6": "idk lmao. something something explosions?",
		"sn-l7": "Sunset Skies",
		"sn-penultimate": "Ocean De Clair De Lune",
		"sn-climax" : "??? (TBA) /// Misbegotten Island Climax"
	},
	"npc" : {
		"null" : "",
		"nsam-0": "My friend. Have you heard of the cybergrind? It's a mystic place found within the forest somewhere, according to legends.",
		"nsam-1": "No friend, I can't give you credit. Come back when you're a little mmmmm richer.",
		"nsam-2": "Lamp oil, rope, bombs...",
		"nsam-3": "You want it? It's yours my friend as long as you have enough gold.",
		"nsam-4": "Nolok? My friend, he cannot come here due to the Important Plot ShieldTM",
		"nsam-5": "One time, a programmer came over asking if I had any 'Programmer Socks' on sale. Unfortunately, I only have firepower and some bombs. But perhaps, if they had some rubies...",
		"konqi-unlock": "Hey, thanks for getting me out of here! That stupid Yeti threw me into this cell.",
		"penny-tux": "Hey tux, where did you put my Thinkpad?",
		"penny-konqi": "Konqi, stop setting nano to be an alias for vim on Katie's laptop. She doesn't know how to exit it.",
		"penny-midi" : "I'd make a joke about Midi, but I don't have any notes for him.",
		"penny-katie": "*psst*, Don't tell Konqi but I made all of their games an alias for the best twitch streamer (KelvinShadewing).",
		"penny-kiki" : "."
	}
}
