{
	"info" : {
		"welcome2" :
		"Welcome to the FrostLands, a set of levels made by FrostC that has custom assets, objects, bad guys, and more! do note that this set of levels is quite diffucult, so be sure to collect coins and 1 ups for extra lives so you can use checkpoints.",
		"Fish" :
		"Collect all the fish to reach the exit!",
		"shit" :
		"This level sucks.",
		"Ftwo" :
		"are there blocks in the way? that means you didn't collect all fish. try again"
	},
	"level" : {
		"fw-t0" : "Icey outpost",
		"fw-t1" : "Chill docks",
		"fw-t2" : "Feather shrine",
		"fw-t3" : "Bonus town",
		"TSR" : "Coming soon...",
		"Fw-1" : "Noted",
		"Fw-2" : "Roots",
		"Fw-3" : "Fire & Ice",
		"Fw-3b" : "Blast off!", 
		"Fw-4" : "Supernovae",
		"lost" : "Cycles (unused)",
		"Fw-5" : "To the left!",
		"Fw-6" : "NoFoe",
		"Fw-7" : "In the heights",
		"Fw-8" : "Switch it up!",
		"Fw-9" : "Ballistic",
		"GT" : "The goldtown",
		"B-1" : "NeverCity",
		"B-2" : "freezing point",
		"B-3" : "The funny(joke level)"
	},
	"npc" : {
		"null" : "",
		"rad-A" :
		"The snow here is like, all purple and stuff... super weird. Also be sure to talk to sam, he wants to tell you something.",
		"Sam-A" :
		"Oh- hello there. For some reason the normally peacefull frostlands have become purple, and much more dangerous. So I would suggest taking the muffin from that block, to help you out.",	
		"fire-A" :
		"Hey, im the one managing the port at the moment. I don't have any boats, but I do have a few items for you.",
		"fire-B" :
		"I heard if you walk to the Right of the first Forest level, there's some ruins. I might check it out one day.",
		"mrq" :
		"Hai! I'm Marqies. Welcome to the Feather Shrine! Something Cool is up ahead",
		"mark" :
		"...",
		"Gold" :
		"Hey there buddy, check the game's mod folder. there's a little suprise for you",
		"flame" :
		"One day I will get a game of my own.. just you wait!",
		"pix" :
		"Hi, im from an old scratch game made by the creator this mod. hope they update the game sometime! (dev note: I won't update it)",
		"ninja" :
		"Oh... where am i?? Last thing I remember, I was in some shitty scratch game that could crash on the title screen.  ",
		"tuc" :
		"im     evil                                          tuckles"
		}
}
// ORIGINAL MOD: https://github.com/JL0027/Sta-frostlands 