{
	"info" : {
		"welcome2" :
		"Hello! welcome to frostlands, the very first mod/levelpack for supertux advance! Do note that this pack is made for somewhat experienced players of STA.",
		"Fish" :
		"Collect all the fish to reach the exit!",
		"poo" :
		"This level sucks.",
		"Ftwo" :
		"are there blocks in the way? that means you didn't collect all fish. try again"
	},
	"level" : {
		"fw-t0" : "Icey outpost",
		"fw-t1" : "Chill docks",
		"fw-t2" : "Doll shrine",
		"fw-t3" : "Ice-burg",
		"TSR" : "Coming soon...",
		"Fw-1" : "Noted",
		"Fw-2" : "Roots",
		"Fw-3" : "Fire & Ice",
		"Fw-3b" : "Blast off!",
		"Fw-4" : "Supernovae",
		"lost" : "Cycles (unused)",
		"Fw-5" : "To the left!",
		"Fw-6" : "NoFoe",
		"Fw-7" : "Ocean cliffs",
		"Fw-8" : "Switch it up!",
		"Fw-9" : "Short fuse",
		"GT" : "The goldtown",
		"B-1" : "NeverCity",
		"B-2" : "freezing point"
	},
	"npc" : {
		"null" : "",
		"rad-A" :
		"The snow here is like, all purple and stuff... super weird. Also be sure to talk to sam, he wants to tell you something.",
		"Sam-A" :
		"Oh- hello there. For some reason the normally peacefull frostlands have become purple, and much more dangerous. So I would suggest taking the muffin from that block, to help you out.",
		"fire-A" :
		"Hey, im the one managing the port at the moment. I don't have any boats, but I do have a few items for you.",
		"fire-B" :
		"I heard if you walk to the Left of the first Forest level, there's some ruins. I might check it out one day.",
		"mrq" :
		"Hai! I'm Marqies. Welcome to the Doll shrine! Something Cool is up ahead",
		"mark" :
		"...",
		"Frost" :
		"Oh, hello Tux. Congrats on beating the Frostlands! You may have completed all (or most) of the main levels, but your adventure isn't over yet. There's a little suprise above roots, go check it out.",
		"mrq2" :
		"...how on earth did they get on top of that building?!",
		"mark2" :
		"The earthshell isn't in any of the previous levels so.. here you go. ",
		"brg-flame" :
		"I think these burgers would be better if they were actually.. you know.. cooked. ",
		"brg-terry" :
		"Hey hey hey! Welcome to my ice-burger shop! It's a fresh fish in a bun! ....and also a little cheese. Care to try one?",
		"tuc" :
		"Im     evil                                          tuckles",
		"nin" :
		"Hey! what are you doing up here??",
		"harold" :
		"why hello fellow debug mode user!!",
		"slm" :
		"woof"
		}
}