{
 	"main-menu" : {
 		"new" : "Нова игра",
 		"load" : "Зареди игра",
 		"options" : "Опции",
 		"quit" : "Изход"
 	},
 
 	"options-menu" : {
 		"difficulty" : "Трудност",
 		"language" : "Език",
 		"keyboard" : "Настрой клавиатурните контроли",
 		"joystick" : "Настрой Gamepad контролите"
 	},
 
 	"difficulty-levels" : {
 		"easy" : "Лесно",
 		"normal" : "Нормално",
 		"hard" : "Трудно",
 		"super" : "Super Tux"
 	},
 
 	"info" : {
 		"welcome" :
 		"Добре дошли в SuperTux Advance! Това съобщение ще изчезне, след като се отдалечите от блока. Натиснете F1, за да виждате коментарни бележки от Kelvin Shadewing.",
 		"tutWall" :
 		"Задръжте JUMP и натиснете далеч от стената, за да извършите стенен скок.",
 		"tutSlide" :
 		"Задръжте DOWN докато бягате, за да се пързаляте.",
 		"waterjump" :
 		"Задръжте JUMP когато излизате от водата, за да наберете височина.",
		"noend" :
		"Нивата, които не е нужно да се завършат, за да се движиш, също нямат нормални изходи. Натиснете ESCAPE, за да излезете от такива зони,",
		"hills" :
		"Хълмовете са много важни! Упражнявайте пързаляне при всяка възможност.",
		"pipes" :
		"В тръбите може да се влезе само с падане. Също можете и да натиснете клавиша надолу, за да се насочите в тях.",
		"controls" :
		"Не забравяйте да настроите контролите в менюто за опции на главния екран! Ако наистина объркате настройването им, изтрийте config.json файла."
 	},
 
 	"devcom" : {
		"welcome" :
		"KELVIN: Ако виждаш това, значи си отворил режимът за бележки от разработчика. Докосвай червените шалове, за да прочетеш бележки от разработяането на играта.",
		"hiff-0" :
		"KELVIN: Едно от нещата, които ме издразниха, беше да направя deathcaps да се качват по този хълм. По каквато и да е причина, направата им да проверяват два пъти пред себе си, ги направи да работят както трябва.",
		"pipes" :
		"KELVIN: Първоначално щях да направя тръбите да работят по същия начин, като тези в Mario, но намерих досадно натискането на нагоре и надолу за намиране на кои са отворени, за това тук направо влизаш в тях.",
		"firetux" :
		"KELVIN: Първоначално, огненият Tux щеше да има шлем, както при оригиналния SuperTux. Член на SuperTux Discord сървъра предложи използването на дизайнът на RustyBox. Съгласих се, че изглежда по-добре. Въпреки това, оригиналният дизайн все още може да бъде намерен на OpenGameArt.org",
		"coins" :
		"KELVIN: Монетите се използват чисто и само за напредъци. Никога не съм харесвал механиката с допълнителните животи, защото това само ще направи играчът да чака още по-дълго да опита текущото ниво отново, ако получи Game Over. Не исках да махам монетите напълно обаче, защото това ще направи нивата прекалено празни.",
		"sliding" :
		"KELVIN: Механиката за усилване на скоростта при падане от издатина, идва от необходимостта за компенсиране на наклоните, които не ускоряват достатъчно играча. Технически, това е бъг, който реших да сложа, защото е интересен. Много от механиките са всъщност това.",
		"trees" :
		"KELVIN: Дървета не растат в Антарктика. Затова пингвините ги издялват от лед.",
		"snakes" :
		"KELVIN: Знам, че змиите в Антарктика правят дотолкова смисъл, доколкото правят и гладните растения.",
		"waterfalls" :
		"KELVIN: Тази част от пещерата изглежда изключително добре за мен. Обожавам просторният фон с водопадите пред него. Исках нивото да има усещането, че трябва да го изследваш, затова сцена като тази, която го прави да изглежда голямо, е предвидена да предаде усещане за изследване.",
		"loops" :
		"KELVIN: Съжалявам, очакваше ли, че този лууп ще работи? Ха! Не съм достатъчно добър, за да програмирам това... все още.",
		"contrib" :
		"FROSTC: Здравейте! Това е първата разработническа бележка, която не е написана от Kelvin, защото това е първото ниво на принос.",
		"walldev" :
		"FROSTC: Не знаех, че може просто да направиш стенен скок, за да се качиш тук, когато първоначално направих тази зона. По-късно си мислех да добавя нещо, което ще попречи това да се прави, но се отказах.",
		"tnt" :
		"FROSTC: Видях, че динамит е използван в 'Екстремни хълмове', затова реших да направя ниво, което да го покаже. Също, интересен факт - това ниво бе завършено преди 'Под морето'.",
		"trans" :
		"FROSTC: Отне ми известно време да направя фоновият преход да работи, тъй като в по-голямата си част, това беше първият ми път, когато използвах тригери.",
		"lifenote" :
		"FROSTC: За тези, които са играли старите версии, надявам се да харесвате новата и по-трудна 1-up позиция! Хахахахахаха!!",
		"signnote" :
		"FROSTC: Ако се чувствате леко мързеливи, можете просто да взривите тръбата с огнена топка, за да я отворите, вместо да се пързаляте. Може би е добра speedrun стратегия??",
		"sense":
		"FROSTC: Третото ми ниво исках да направя леко вдъхновено от 'Grumbel's Sense of Snow' от класическата SuperTux. Забавната част е, че това ниво не е дори и в модерните версии на класическата SuperTux!",
		"subsea" :
		"KELVIN: Не бях сигурен как искам да управлявам подводни нива първоначално. Мислех си за нива от SMB 1 и 3, но те изглеждаха като нещо, което Tux може просто да стреля направо през. Тогава се сетих за подводните нива на DKC и как те са като лабиринти, където трябва да избягваш опасни врагове. Разбрах, че това ще работи перфектно за тази игра, като се има предвид, че Tux е бърз под вода и Konqi и Midi държат обидни способностти в неутралните си форми.",
		"subsea-name" :
		"KELVIN: Името 'Subsea' (на нивото 'Под морето') идва от пистата със същото име в SuperTuxKart. Мислех си, че ще бъде готино да се вземат зони от играта и да се преосмислят, като платформни нива, вместо писти. Candela City е планирано също. Последното ниво, където е битката с Nolok ще бъде Fort Magma. Други от STK ще се включват също."
	},
 
 	"npc" : {
		"null" : "",
 		"rad-0t" :
 		"Хей, къде е борда ти? Ще се пързаляш по корем като един квадрат? Хващам се на бас, че не можеш да вземеш всяка монета по хълма така. Ако успееш, ще ти дам нещо, което много ще ти помогне да хванеш малко въздух!",
		"rad-0k" :
		"Хей, къде е борда ти? Изглеждаш твърде бавен за курс като този!",
		"rad-0m" :
		"Ще използваш тази твоя топка за този курс? Късмет.",
		"rad-0d" :
		"Вземи всички монети на този хълм, ако искаш някоя страхотна морска награда!",
		"penny-0t" :
		"Хей, Tux! Много се радвам да те видя! Nolok отвлече приятелите ни! Последно чух, че те биват закарвани до фортовете му около света. Надявам се да знаех защо. Моля те, спаси ги, Tux!",
		"penny-0k" :
		"Konqi! Толкова се радвам да те видя! Сигурен съм, че Plasma Breeze е добре. Моля, помогни, Tux. Знам, че двамата можете да победите Nolok заедно!",
		"penny-0m" :
		"Значи ти си Midi. Чувал съм, че си доста добър борец. Много се радвам да чуя, че помагаш на Tux. Ще се уверя да те наградя добре.",
		"penny-0d" :
		"Радвам се да се запознаем. Помагаш на Tux да спаси приятелите ни? Много се радвам да чуя това!",
		"rad-t0t" :
		"Йо, Tux! Кметът Penny те търси. Между другото, срещни ме на склоновете по някое време. Искам да видя дали заслужаваш репутацията си, като снежен състезател.",
		"rad-t0k" :
		"Хей, ти си Konqi, нали? Братле, виж огъня наоколо. Не се ли смесва добре с леда?",
		"rad-t0m" :
		"Какво прави катерица толкова далеч на юг? Не е ли твърде студено за теб? Влез вътре, преди да замръзнат малките пръстчета на краката ти, хехе.",
		"rad-t0d" :
		"Еха, ново лице. Не знам за теб. Ако търсиш кмет Penny, тя е в голямото иглу по средата на градчето. Харесвам да го наричам bigloo-то. Хаха!",
		"xue-pt-t" :
		"Следващият път, когато видя този Nolok, ще му дам лице, пълно с експлодиращи кексчета! Това ще го научи да не се закача с нас, чу!",
		"xue-pt-k" :
		"Хей, Konqi! Дай на Nolok едно добро запалване, когато го видиш! Никой не се закача с нас, на или извън картинг пистата, чу!",
		"xue-pt-m" :
		"Еха, друг гризач като мен, който също харесва експлозии! (И много сладък, чу...) К-какво? Н-нищо, чу! Аз, ъм, се чудех дали искаш да се състезаваме с коли! Н-не като среща или нещо! (Млъкни, Xue, млъкни!)",
		"xue-pt-d" :
		"Благодаря за помощта, чу! Нека да го придържаме към Nolok, за да не се закача с нас отново!"
 	},

	"level" : {
		"overworld-0" : "Островите Аврора",
		"overworld-1" : "Антарктика",
		"0-t0" : "Пенитън",
		"0-0" : "Изучаване на склоновете",
		"0-1" : "Кристален проход",
		"0-2" : "Приплъзване и пързаляне",
		"0-3" : "Под морето",
		"0-4" : "Tux-ови неприятности",
		"0-5" : "Усещането за сняг на Frost",
		"0-x" : "Екстремни хълмове",
		"0-c" : "Форт Бореалис"
	},
 
 	"key" : {
 		"0" : "_0",
 		"1" : "_1",
 		"2" : "_2",
 		"3" : "_3",
 		"4" : "A",
 		"5" : "B",
 		"6" : "C",
 		"7" : "D",
 		"8" : "E",
 		"9" : "F",
 		"10" : "G",
 		"11" : "H",
 		"12" : "I",
 		"13" : "J",
 		"14" : "K",
 		"15" : "L",
 		"16" : "M",
 		"17" : "N",
 		"18" : "O",
 		"19" : "P",
 		"20" : "Q",
 		"21" : "R",
 		"22" : "S",
 		"23" : "T",
 		"24" : "U",
 		"25" : "V",
 		"26" : "W",
 		"27" : "X",
 		"28" : "Y",
 		"29" : "Z",
 		"30" : "1",
 		"31" : "2",
 		"32" : "3",
 		"33" : "4",
 		"34" : "5",
 		"35" : "6",
 		"36" : "7",
 		"37" : "8",
 		"38" : "9",
 		"39" : "0",
 		"40" : "Enter",
 		"41" : "Escape",
 		"42" : "Backspace",
 		"43" : "Tab",
 		"44" : "Space",
 		"45" : "-",
 		"46" : "=",
 		"47" : "[",
 		"48" : "]",
 		"49" : "\\",
 		"50" : "/",
 		"51" : ";",
 		"52" : "'",
 		"53" : "`",
 		"54" : ",",
 		"55" : ".",
 		"56" : "/",
 		"57" : "CAP",
 		"58" : "F1",
 		"59" : "F2",
 		"60" : "F3",
 		"61" : "F4",
 		"62" : "F5",
 		"63" : "F6",
 		"64" : "F7",
 		"65" : "F8",
 		"66" : "F9",
 		"67" : "F10",
 		"68" : "F11",
 		"69" : "F12",
 		"70" : "Print",
 		"71" : "Scroll",
 		"72" : "Pause",
 		"73" : "Insert",
 		"74" : "Home",
 		"75" : "Pg Up",
 		"76" : "Delete",
 		"77" : "End",
 		"78" : "Pg Down",
 		"79" : "Right",
 		"80" : "Left",
 		"81" : "Down",
 		"82" : "Up",
 		"83" : "Num",
 		"84" : "#/",
 		"85" : "#*",
 		"86" : "#-",
 		"87" : "#+",
 		"88" : "#Ent",
 		"89" : "#1",
 		"90" : "#2",
 		"91" : "#3",
 		"92" : "#4",
 		"93" : "#5",
 		"94" : "#6",
 		"95" : "#7",
 		"96" : "#8",
 		"97" : "#9",
 		"98" : "#0",
 		"99" : "#.",
 		"100" : "\\",
 		"101" : "App",
 		"102" : "Pow",
 		"103" : "#=",
 		"104" : "F13",
 		"105" : "F14",
 		"106" : "F15",
 		"107" : "F16",
 		"108" : "F17",
 		"109" : "F18",
 		"110" : "F19",
 		"111" : "F20",
 		"112" : "F21",
 		"113" : "F22",
 		"114" : "F23",
 		"115" : "F24",
 		"116" : "Exe",
 		"117" : "Help",
 		"118" : "Menu",
 		"119" : "Select",
 		"120" : "Stop",
 		"121" : "Again",
 		"122" : "Undo",
 		"123" : "Cut",
 		"124" : "Copy",
 		"125" : "Paste",
 		"126" : "Find",
 		"127" : "Mute",
 		"128" : "Vol Up",
 		"129" : "Vol Down",
 		"130" : "#,",
 		"131" : "#=400",
 		"132" : "",
 		"133" : "",
 		"134" : "",
 		"135" : "",
 		"136" : "",
 		"137" : "",
 		"138" : "",
 		"139" : "",
 		"140" : "",
 		"141" : "",
 		"142" : "",
 		"143" : "",
 		"144" : "",
 		"145" : "",
 		"146" : "",
 		"147" : "",
 		"148" : "",
 		"149" : "",
 		"150" : "",
 		"151" : "",
 		"152" : "",
 		"153" : "",
 		"154" : "",
 		"155" : "",
 		"156" : "",
 		"157" : "",
 		"158" : "",
 		"159" : "",
 		"160" : "",
 		"161" : "",
 		"162" : "",
 		"163" : "",
 		"164" : "",
 		"165" : "",
 		"166" : "",
 		"167" : "",
 		"168" : "",
 		"169" : "",
 		"170" : "",
 		"171" : "",
 		"172" : "",
 		"173" : "",
 		"174" : "",
 		"175" : "",
 		"176" : "",
 		"177" : "",
 		"178" : "",
 		"179" : "",
 		"180" : "",
 		"181" : "",
 		"182" : "",
 		"183" : "",
 		"184" : "",
 		"185" : "",
 		"186" : "",
 		"187" : "",
 		"188" : "",
 		"189" : "",
 		"190" : "",
 		"191" : "",
 		"192" : "",
 		"193" : "",
 		"194" : "",
 		"195" : "",
 		"196" : "",
 		"197" : "",
 		"198" : "",
 		"199" : "",
 		"200" : "",
 		"201" : "",
 		"202" : "",
 		"203" : "",
 		"204" : "",
 		"205" : "",
 		"206" : "",
 		"207" : "",
 		"208" : "",
 		"209" : "",
 		"210" : "",
 		"211" : "",
 		"212" : "",
 		"213" : "",
 		"214" : "",
 		"215" : ""
 	}
}