{
	"main-menu" : {
		"new" : "নতুন খেলা",
		"load" : "লোড খেলা",
		"contrib-levels" : "অবদান স্তর",
		"options" : "অপশন",
		"quit" : "খেলা প্রস্থান করার জন্য"
	},

	"contrib-menu" : {
		"empty" : "[কোন অবদানের মাত্রা উপলব্ধ নেই]"
  },

	"options-menu" : {
		"difficulty" : "অসুবিধা",
		"language" : "ভাষা",
		"keyboard" : "কীবোর্ড নিয়ন্ত্রণ",
		"joystick" : "গেমপ্যাড নিয়ন্ত্রণ",
		"speedrun" : "স্পিডরান টাইমার"
	},

	"bool" : {
		"on" : "চালু",
		"off" : "বন্ধ"
	},

	"difficulty-levels" : {
		"easy" : "সহজ",
		"normal" : "স্বাভাবিক",
		"hard" : "কঠিন",
		"super" : "সুপার টাক্স"
	},

	"pause-menu" : {
		"continue" : "চালিয়ে যান",
		"character" : "চরিত্র পরিবর্তন করুন",
		"restart" : "পুনর্সূচনা স্তর",
		"quit-game" : "খেলা প্রস্থান করার জন্য",
		"quit-level" : "প্রস্থান স্তর"
	},

	"info" : {
		"welcome" :
		"সুপারটাক্স অ্যাডভান্সে স্বাগতম! আপনি ব্লক থেকে দূরে চলে গেলে এই বার্তাটি চলে যাবে। আপনি যদি বিকাশকারীর মন্তব্য দেখতে চান তবে F1 টিপুন। তাদের সাথে কথা বলতে NPC-এর কাছে UP টিপুন। কারও কারও একাধিক কথা বলার আছে।",
		"tutWall" :
		"দেয়ালে লাফ দিতে দেয়ালের বিপরীতে জাম্প টিপুন।",
		"tutSlide" :
		"দৌড়ানোর সময় বা পাহাড়ে স্লাইড করার জন্য নিচে চাপুন।",
		"waterjump" :
		"উচ্চতা বাড়ানোর জন্য জল ছাড়ার সময় জাম্প ধরুন। আরও উপরে যেতে রান বোতামের সাথে এটি মিশ্রিত করুন।",
		"noend" :
		"যে স্তরগুলিকে এগিয়ে যাওয়ার জন্য আপনাকে সম্পূর্ণ করতে হবে না সেখানেও স্বাভাবিক প্রস্থান নেই। এই মত এলাকা ছেড়ে বিরতি মেনু ব্যবহার করুন.",
		"hills" :
		"পাহাড় খুবই গুরুত্বপূর্ণ! প্রতিবার সুযোগ পেলে স্লাইডিং অনুশীলন করুন।",
		"pipes" :
		"পাইপগুলি কেবল পড়েই প্রবেশ করা যেতে পারে৷ আপনি সেগুলির মধ্যে নিজেকে ফানেল করার জন্য নিচে ধরে রাখতে পারেন৷",
		"controls" :
		"প্রধান স্ক্রিনে বিকল্প মেনুতে আপনার নিয়ন্ত্রণ সেট করতে ভুলবেন না! আপনি যদি সত্যিই তাদের সেট আপ জগাখিচুড়ি, আপনার config.json ফাইল মুছে দিন.",
		"secrets" :
		"গোপন প্যাসেজ সর্বত্র! তাদের প্রকাশ করার জন্য প্রাচীরের বিপরীতে অনুভব করুন বা শত্রুর গতিবিধি লক্ষ্য করুন।",
		"coyotetime" :
		"মাটি ছেড়ে যাওয়ার পরে আপনার কাছে একটি সংক্ষিপ্ত মুহূর্ত আছে যখন আপনি এখনও লাফ দিতে পারেন। আপনার পা মাটি ছেড়ে যাওয়ার পরে প্রান্ত থেকে দৌড়ানো এবং লাফ দেওয়ার অনুশীলন করুন।",
		"tntex" :
		"টিএনটি ব্লক একজনের সংস্পর্শে আসার পর অল্প সময়ের মধ্যেই বিস্ফোরিত হয়।",
		"chainex" :
		"টিএনটি ব্লকগুলিও বিস্ফোরণ দ্বারা বন্ধ হয়ে যায়, যা অনেকগুলি টিএনটি ব্লক একে অপরের কাছাকাছি থাকলে এক ধরণের চেইন প্রতিক্রিয়া হতে পারে।",
		"fireex" :
		"ফায়ারবলগুলি টিএনটি ব্লক সেট করতে পারে, আগুনের ফুল পেতে এবং এটি চেষ্টা করে দেখতে পারে!",
		"owplats" :
		"একমুখী প্ল্যাটফর্মগুলি একবারে ডাউন এবং জাম্প চেপে নিচে নামানো যেতে পারে। যদি আপনি দুর্ঘটনায় পড়ে যান, তবে আপনার কাছে দ্বিগুণ দীর্ঘ সময় আছে যখন আপনি একটি প্রান্তের উপর দিয়ে ফিরে যান।",
		"slidewarn" :
		"এই ধরনের স্তর আপনাকে স্লাইড করতে বাধ্য করবে! (এটি ভবিষ্যতে অন্য কিছু দিয়ে প্রতিস্থাপিত হবে।)"
	},

	"devcom" : {
		"welcome" :
		"KELVIN: আপনি যদি এটি দেখতে পান, আপনি বিকাশকারী মন্তব্য মোড সক্রিয় করেছেন৷ গেমের বিকাশের নোট পড়তে লাল স্কার্ফ স্পর্শ করুন।",
		"hiff-0" :
		"KELVIN: অনেক কিছুর মধ্যে একটি যা আমাকে হিফ করে তুলেছিল তা হল ডেথক্যাপগুলিকে এই পাহাড়ে হাঁটা। যে কারণেই হোক না কেন, তাদের দ্বিগুণ এগিয়ে পরীক্ষা করা তাদের সঠিকভাবে আচরণ করেছে...",
		"pipes" :
		"KELVIN: আমি পাইপগুলিকে মারিওর মতোই আচরণ করতে যাচ্ছিলাম, কিন্তু কোনটি খোলা আছে তা খুঁজে পেতে সেই গেমগুলিতে ট্যাপ করতে/নিচে ট্যাপ করতে হচ্ছে, তাই এর পরিবর্তে, আপনি কেবল ভিতরে পড়ে যাবেন।",
		"firetux" :
		"KELVIN: মূলত, ফায়ার টাক্সে একটি হেলমেট থাকবে, যেমনটি আসল সুপারটাক্সে ছিল। সুপারটাক্স ডিসকর্ড সার্ভারের একজন সদস্য রাস্টি বক্সের ডিজাইন ব্যবহার করার পরামর্শ দিয়েছেন। আমি এটা ভাল লাগছিল সম্মত. আসলটি এখনও OpenGameArt.org এ পাওয়া যাবে।",
		"coins" :
		"KELVIN: কয়েন শুধুমাত্র অর্জনের জন্য। আমি কখনই অতিরিক্ত লাইফ মেকানিক পছন্দ করিনি, কারণ এর মানে হল একজন খেলোয়াড়কে খেলা শেষ হলে আবার একটি স্তর চেষ্টা করার জন্য আরও বেশি সময় অপেক্ষা করা। আমি সম্পূর্ণরূপে কয়েন পরিত্রাণ পেতে চাইনি, যদিও, যেহেতু এটি স্তরগুলিকে খুব অনুর্বর করে তুলবে।",
		"sliding" :
		"KELVIN: একটি প্রান্ত থেকে ড্রপ থেকে গতি বৃদ্ধির মেকানিক প্লেয়ার যথেষ্ট ত্বরান্বিত না ঢাল জন্য ক্ষতিপূরণ প্রয়োজন থেকে এসেছিল. এটি প্রযুক্তিগতভাবে একটি ত্রুটি যা আমি নিক্ষেপ করার সিদ্ধান্ত নিয়েছি কারণ এটি মজার ছিল। অনেক মেকানিক্স আসলে যে.",
		"trees" :
		"KELVIN: অ্যান্টার্কটিকায় গাছ জন্মায় না। এই কারণেই পেঙ্গুইনরা বরফ থেকে খোদাই করে।",
		"snakes" :
		"KELVIN: আমি জানি অ্যান্টার্কটিকায় সাপ থাকা যতটা ক্ষুধার্ত গাছপালা আছে ততটাই বোধগম্য। ",
		"waterfalls" :
		"KELVIN: গুহার এই অংশটা আমার কাছে বিশেষ সুন্দর লাগে। আমি এর সামনে জলপ্রপাত সহ প্রশস্ত পটভূমি পছন্দ করি। আমি চেয়েছিলাম যে স্তরটি এমন অনুভব করুক যেন আপনি এটিকে অন্বেষণ করতে চেয়েছিলেন, তাই এর মতো একটি দৃশ্য যা এটিকে বড় মনে করে তা অন্বেষণের অনুভূতি বোঝানোর জন্য।",
		"loops" :
		"KELVIN: দুঃখিত, আপনি কি এই লুপ কাজ করার আশা করেছিলেন? হা! আমি এটি প্রোগ্রাম করার জন্য যথেষ্ট ভাল কোথাও নেই... এখনও.",
		"contrib" :
		"FROSTC: হ্যালো! এটিই প্রথম ডেভ ভাষ্য যা কেলভিন লিখেননি, কারণ এটিই প্রথম অবদান স্তর।",
		"walldev" :
		"FROSTC: আমি আসলে জানতাম না যে আমি যখন প্রথম এই এলাকাটি তৈরি করেছি তখন আপনি এখানে উঠতে দেয়াল লাফিয়ে যেতে পারেন। আমি পরে আপনাকে এটি করা থেকে বিরত রাখার জন্য কিছু যোগ করার কথা ভেবেছিলাম, কিন্তু এটির বিরুদ্ধে সিদ্ধান্ত নিয়েছিলাম",
		"tnt" :
		"FROSTC: আমি দেখেছি যে টিএনটি পাহাড়ে ব্যবহার করা হয়েছে, তাই আমি এটি দেখানোর একটি স্তর তৈরি করার সিদ্ধান্ত নিয়েছি। এছাড়াও, মজার সত্য, এই স্তরটি উপসাগর আগে প্রতিদ্বন্দ্বিতা করা হয়েছিল",
		"trans" :
		"FROSTC: ব্যাকগ্রাউন্ড ট্রানজিশনের কাজ করতে আমার বেশ সময় লেগেছে, কারণ আমি প্রথমবার ট্রিগার ব্যবহার করার সময় বেশিরভাগ ক্ষেত্রেই এটি ছিল",
		"lifenote" :
		"FROSTC: যারা পুরানো ভার্সন খেলেছেন, আশা করি আপনি সব নতুন, অনেক কঠিন 1-আপ পজিশন পছন্দ করবেন! হাহাহাহাহাহাহা!!",
		"signnote" :
		"FROSTC: আপনি যদি একটু অলস বোধ করেন, আপনি স্লাইডিংয়ের পরিবর্তে এটি খুলতে একটি ফায়ারবল দিয়ে পাইপটি বিস্ফোরিত করতে পারেন। সম্ভবত একটি ভাল গতিতে চলা স্ট্র্যাট??",
		"sense":
		"FROSTC: আমার 3য় স্তর, ক্লাসিক সুপারটাক্স থেকে গ্রম্বেলের তুষার অনুভূতি থেকে অনুপ্রাণিত একটি স্তর তৈরি করতে চেয়েছিলাম। মজার অংশ হল সেই স্তরটি ক্লাসিক সুপারটাক্সের আধুনিক সংস্করণেও নেই!",
		"subsea" :
		"KELVIN: আমি প্রথমে নিশ্চিত ছিলাম না কিভাবে আমি পানির নিচের স্তরগুলি পরিচালনা করতে চাই। আমি এসএমবি 1 এবং 3 এর স্তরের কথা ভেবেছিলাম, কিন্তু সেগুলি দেখে মনে হয়েছিল যে টাক্স সঠিকভাবে শুট করতে পারে। তখন আমার মনে পড়ে গেল DKC-এর পানির নিচের স্তরগুলি, কীভাবে সেগুলি গোলকধাঁধার মতো ছিল যেখানে আপনাকে বিপজ্জনক শত্রুদের এড়িয়ে যেতে হবে। আমি ভেবেছিলাম যে এই গেমটির জন্য ভাল কাজ করবে, যেহেতু টাক্স জলের নীচে দ্রুত, এবং কনকি এবং মিডি তাদের নিরপেক্ষ ফর্মগুলিতে আক্রমণাত্মক ক্ষমতা বজায় রাখে।",
		"subsea-name" :
		"KELVIN: নাম, উপসাগর, সুপারটাক্সকার্টের একই নামের ট্র্যাক থেকে এসেছে। আমি ভেবেছিলাম যে গেমটি থেকে এলাকাগুলি নেওয়া এবং কার্ট ট্র্যাকের পরিবর্তে প্ল্যাটফর্ম স্তর হিসাবে সেগুলিকে পুনরায় কল্পনা করা ভাল হবে৷ ক্যান্ডেলা সিটিও পরিকল্পনা করা হয়েছে, এবং চূড়ান্ত স্তর যেখানে আপনি নলোকের সাথে লড়াই করবেন সেটি হবে ফোর্ট ম্যাগমা। STK থেকে অন্যরাও উপস্থিত হতে পারে।",
		"tutorial-zone" :
		"KELVIN: অরোরা সোলের কাছ থেকে কিছু প্লেটেস্ট প্রতিক্রিয়া পাওয়ার পর, আমি সিদ্ধান্ত নিয়েছি যে আমার এই টিউটোরিয়াল এলাকাটি আরও স্পষ্টভাবে মৌলিক মেকানিক্স প্রদর্শনের জন্য করা উচিত। তার প্লে-টেস্টে, তিনি আসলে প্রথম পাইপটি এড়িয়ে গিয়েছিলেন, যদিও এটিতে একটি চিহ্ন রয়েছে যা ইঙ্গিত করে যে এটি সম্পর্কে কিছু আছে, যা তাকে সাঁতার শেখার জন্য স্পট এড়িয়ে যেতে বাধ্য করেছিল। স্লাইডিং স্থান স্পষ্টভাবে চিহ্নিত করা হয়নি, হয়, এবং এছাড়াও মিস করা হয়েছে. আপনি প্রতিটি মেকানিক না শেখা পর্যন্ত এই ক্ষেত্রটি আপনাকে অগ্রগতি করতে দেবে না, তবে আপনি যদি ইতিমধ্যে প্রাথমিক বিষয়গুলি জানেন তবে এখনও এড়িয়ে যেতে পারেন।",
		"speedrunex":
		"FROSTC: আমি এই স্তরটি লোকেদের গতিতে চালানোর অভিপ্রায়ে ডিজাইন করেছি, তাই দেখুন কত দ্রুত আপনি এটিকে হারাতে পারেন! ",
		"secretredex":
		"FROSTC: এই গোপনের বর্তমান সংস্করণটি আগের তুলনায় খুবই ভিন্ন, একটি পার্থক্য হল এটিতে একটি বাঁক ছিল। তবে আমি এটি সঠিকভাবে কাজ করতে পারিনি, এই কারণেই আমি এটি বাতিল করে দিয়েছি।",
		"fishex":
		"FROSTC: ঠিক যেমন টাক্স সমস্যায়, এই স্তরটি তৈরি করা হয়েছিল আগের কিছু স্তর যোগ করার আগে।",
		"mezex":
		"FROSTC: এই গোলকধাঁধাটিকে সুন্দর দেখানোর জন্য আমাকে কয়েকটি কাস্টম টাইল তৈরি করতে হয়েছিল, এটি মূল্যবান ছিল, আমি মনে করি! এটি নিশ্চিতভাবে এই স্তরের সেরা অংশ।",
		"outage":
		"FROSTC: আরেকটি এলোমেলো সত্য... এই এবং শেষ স্তরটি মোট তৈরি করতে মাত্র 3 দিন লেগেছে! সম্ভবত সাহায্য করেছে যে স্কুলটি বাতিল করা হয়েছিল প্রথম দিন আমি বিদ্যুৎ বিভ্রাট বা অন্য কিছুর কারণে সেগুলিতে কাজ শুরু করেছি। "
	},

	"npc" : {
		"null" : "",
		"rad-0t" :
		"আরে, তোমার বোর্ড কোথায়? আপনি একটি বর্গাকার মত আপনার পেট উপর স্লাইড করতে যাচ্ছেন? আমি বাজি ধরে বলতে পারি যে আপনি এই পাহাড়ে প্রতিটি মুদ্রা পেতে পারবেন না। যদি আপনি তা করেন, আমি আপনাকে এমন কিছু দেব যা আপনাকে সত্যিই কিছু বাতাস ধরতে সাহায্য করবে!",
		"rad-0k" :
		"আরে, তোমার বোর্ড কোথায়? আপনি এই মত একটি কোর্সের জন্য খুব ধীর দেখাচ্ছে!",
		"rad-0m" :
		"আপনি কি এই কোর্সের জন্য আপনার সেই বলটি ব্যবহার করবেন? শুভকামনা।",
		"rad-0d" :
		"আপনি যদি সম্পূর্ণ নটিক্যাল পুরষ্কার চান তবে এই পাহাড়ে সমস্ত কয়েন পান!",
		"penny-0t" :
		"ওহ, টাক্স! আমি তোমাকে দেখে খুব খুশি! নোলক আমাদের বন্ধুদের অপহরণ করেছে! শেষবার শুনেছিলাম, সারা বিশ্বে তাদের কেল্লায় নিয়ে যাওয়া হচ্ছে। আমি কেন জানতাম. দয়া করে তাদের বাঁচান, টাক্স!",
		"penny-0k" :
		"কনকি ! তোমাকে দেখে খুব ভালো লাগছে! আমি নিশ্চিত প্লাজমা ব্রীজ ঠিক আছে। দয়া করে টাক্সকে সাহায্য করুন। আমি জানি তোমরা দুজন মিলে নোলককে হারাতে পারবে!",
		"penny-0m" :
		"তাই তুমি মিডি। আমি শুনেছি আপনি বেশ দক্ষ যোদ্ধা। আপনি টাক্সকে সাহায্য করছেন শুনে আমি খুব খুশি। আমি আপনাকে ভাল প্রতিদান নিশ্চিত করা হবে.",
		"penny-0d" :
		"তোমার সাথে আলাপ করে খুব ভালো লাগলো. আপনি কি টাক্সকে আমাদের বন্ধুদের বাঁচাতে সাহায্য করছেন? আমি এটা শুনে খুব খুশি.",
		"rad-t0t" :
		"ইয়ো, টাক্স! মেয়র পেনি তোমাকে খুঁজছেন। যাইহোক, ঢালে আমাকে ধরো কখনো। আমি দেখতে চাই আপনি একজন স্নো রেসার হিসাবে আপনার প্রতিনিধির মতো বেঁচে আছেন কিনা।",
		"rad-t0k" :
		"আরে, তুমি কনকি, তাই না? মানুষ, চারপাশে আগুন দেখুন। সত্যিই কি বরফের সাথে মিশে যায় না, তুমি আমাকে অনুভব কর?",
		"rad-t0m" :
		"এত দক্ষিণে কাঠবিড়ালি কী করছে? এটা তোমার জন্য খুব ঠান্ডা না? আপনার অস্পষ্ট ছোট পায়ের আঙ্গুলগুলি বন্ধ করার আগে ভিতরে যান, হেহেহ।",
		"rad-t0d" :
		"ওহ, নতুন মুখ। আমি আপনার সম্পর্কে জানি না. আপনি যদি মেয়র পেনিকে খুঁজছেন, তিনি শহরের মাঝখানে বড় ইগলুতে আছেন। আমি এটাকে বিগ্লু বলতে পছন্দ করি। হা হা!",
		"xue-c" :
		"আমাকে বাঁচানোর জন্য ধন্যবাদ, চু! পেনিটনে আবার দেখা হবে!",
		"xue-pt-t" :
		"পরের বার যখন আমি সেই নোলককে দেখব, তখন আমি তাকে বিস্ফোরিত কাপকেক দিয়ে ভরা মুখ দেব! এটা তাকে আমাদের সাথে জগাখিচুড়ি শেখাবে, চু!",
		"xue-pt-k" :
		"আরে কনকি! নোলককে দেখলেই তাকে ভালো করে টর্চিং দিন! কার্ট ট্র্যাকের উপর বা বাইরে কেউ আমাদের সাথে ঝামেলা করে না, চু!",
		"xue-pt-m" :
		"ওহ, একজন সহকর্মী ইঁদুর যিনি বিস্ফোরণও পছন্দ করেন! (এবং বেশ সুন্দর, চু...) বাহ? এন-কিছু না, চু! আমি, আহ, ভাবছিলাম আপনি যদি কার্ট রেসিংয়ে যেতে চান! এন-তারিখ বা কিছু হিসেবে নয়! (চুপ কর, জু, চুপ কর!)",
		"xue-pt-d" :
		"আপনার সাহায্যের জন্য ধন্যবাদ, চু! আসুন সত্যিই এটিকে নোলোকের সাথে আটকে রাখি যাতে সে আর কখনও আমাদের সাথে ঝামেলা না করে!",
		"fireguin-0" :
		"এখানে একটি অগ্নিনির্বাপক জন্য খুব বেশি ব্যবহার না, হাহ? বরফ গলে যেতে পারে, নিশ্চিত, কিন্তু এটা দিয়ে আগুন নিভে যায় এবং তারপরে আমরা নতুন বরফ রাখি।",
		"fireguin-1" :
		"হয়তো আমি কাঠের ঘর সহ একটি শহরে ভালো থাকতাম। এখানে কাঠ খুঁজে পাওয়া কঠিন, তাই গাছগুলোও বরফ দিয়ে তৈরি!",
		"fireguin-2" :
		"এখানকার অনেক বাড়ি খালি। আমি নিশ্চিত যে আমাদের বন্ধুরা নোলোক থেকে নিরাপদে ফিরে আসবে।",
		"fireguin-3" :
		"আপনি যদি একটি ফায়ারবল দিয়ে আঘাত করেন তবে দুর্বল, কম্প্যাক্টেড বরফের ব্লকগুলি গলে যাবে। আপনি স্লাইড করে তাদের ভাঙ্গতে পারেন।",
		"fireguin-4" :
		"পাতলা বরফ জন্য দেখুন! আপনি যদি এটির উপর বেশিক্ষণ দাঁড়িয়ে থাকেন তবে এটি ভেঙে যাবে।",
		"fireguin-5" :
		"আপনি যদি আপনার দক্ষতার উপর ব্রাশ করতে চান তবে শহরের বাইরে বাধা কোর্সে যান। আপনি এখান থেকে এটি ডানদিকে পাবেন।",
		"konqi-c" :
		"আরে, আমাকে এখান থেকে বের করার জন্য ধন্যবাদ। প্লাজমা ব্রীজ খুঁজতে গিয়ে ধরা পড়লাম। আমি আশা করি সে ঠিক আছে নোলোক সম্ভবত তাকে অন্য একটি দুর্গে পেয়েছে। আমি তাকে ফিরে পেতে সাহায্য করার জন্য আপনার সাথে যোগ দেব!",
		"rocky-c" :
		"ঠিক আছে, আমি রক্ষা পেয়েছি! ম্যান, নোলোক এক ধরনের আবর্জনা এমনকি আমি স্পর্শ করতে চাই না। তার বিরুদ্ধে সৌভাগ্য!",
		"rocky-pt-t" :
		"আরে, টাক্স! পরে আমাকে ধর। আমি তোমাকে একটা মাছ কিনে দেব।",
		"rocky-pt-k" :
		"নলোক একটা কুমির, তাই না? ম্যান, আমি আশা করি তোমার দাঁড়িপাল্লা তার চেয়ে কঠিন। আমি ঐ লোক দ্বারা chomped করা ঘৃণা চাই!",
		"rocky-pt-m" :
		"তুমি আমার কথা মনে করিয়ে দাও। ছোট, দ্রুত, আবর্জনা তুলতে ভালো। যদিও তুমি আমার থেকে অনেক সাহসী। নোলোকে করুণা দেখাও না!",
		"rocky-pt-d" :
		"হ্যাঁ, এই জায়গাটা বেশ ঠান্ডা, কিন্তু এটা অনেক বেশি নিরাপদ। নোলোকের মিনিয়নদের মধ্যে সবচেয়ে খারাপ মেইনল্যান্ড এবং অন্যান্য এলাকায়, তাই আমি আপাতত পেনিটনে থাকব।",
		"python-c" :
		"সংরক্ষণের জন্য ধন্যবাদ! আমি শহরে ফিরে দেখা হবে.",
		"python-pt-t" :
		"আরে টাক্স। আমি আশা করি সসসসসসসসসসসসসসসসসসসসসসেই বাড়ি ফিরে যাব। আমি এখানে জমে আছি!",
		"python-pt-k" :
		"কোন সুযোগ তুমি আমার উপর তোমার সেই শিখা ব্যবহার করবে? আমার এখানে খুব ঠান্ডা...",
		"python-pt-m" :
		"আমি আশা করি আপনি এবং জু আমার দিকে এমনভাবে তাকানো বন্ধ করবেন। আমার খিদে পেলেও, আমি তোমাদের দুজনের কাউকেই খাবার খাই না!",
		"python-pt-d" :
		"আমি নিশ্চিত আশা করি আপনি আমার চেয়ে ঠান্ডার সাথে ভাল আছেন। আশ্চর্যের কিছু নেই নলোক ঘৃণা করে এই জায়গাটি।",
		"garuda-c" :
		"ঠিক আছে! যে লোক পরিত্রাণ জন্য ধন্যবাদ! আমি এই জায়গা থেকে বেরিয়ে আবার আমার ডানা প্রসারিত করার জন্য অপেক্ষা করতে পারি না।",
		"garuda-pt-t" :
		"পেঙ্গুইনরা উড়তে না পারার জন্য আমি দুঃখিত বোধ করতাম, কিন্তু তারপরে আমি দেখেছি যে তারা কীভাবে পানির নিচে চলে যায়। ওদের সাঁতার তো উড়ে যাওয়ার মতোই!",
		"garuda-pt-k" :
		"আমি শুনেছি ড্রাগনরা গ্রাইফনের মতো সোনাকে ভালবাসে। আমাদের জন্য ভাগ্যবান, চারপাশে প্রচুর কয়েন আছে! আমি ভাবছি কি তাদের ভাসিয়ে দেয়, যদিও...",
		"garuda-pt-m" :
		"আপনি বোমা ব্যবহার করেন, তাই না? আমি বাজি ধরতে পারি যদি আমি আপনাকে বহন করি, আমরা একটি দুর্দান্ত বিমান হামলা দল তৈরি করতে পারতাম! ছাড়া... আমি ভয় পাচ্ছি আমি আবার গুলিবিদ্ধ হয়ে যাব। এভাবেই প্রথম নোলোক আমাকে ধরেছে।",
		"garuda-pt-d" :
		"আপনার সাহায্যের জন্য ধন্যবাদ. আবার উড়তে পেরে খুব ভালো লাগছে।",
		"breeze-c-k" :
		"কনকি ! আমি জানতাম তুমি আমার জন্য আসবে! আমি তোমাকে দেখে খুব খুশি! চলো, এখান থেকে চলে যাই! আমি ঠিক আপনার পিছনে থাকব.",
		"breeze-c-d" :
		"আমাকে এখান থেকে বের করার জন্য ধন্যবাদ। আমি পেনিটনে ফিরে যাব। আমার জন্য কিক নলোক এর ফ্ল্যাঙ্ক!",
		"breeze-pt-t" :
		"ওহ, তুমি এত সুন্দর ছোট্ট পেঙ্গুইন! আমি একটি ঘোড়াকে চিনি যে পাখিদের সাথে সত্যিই ভাল। আপনি সম্ভবত তাকে পছন্দ করবেন.",
		"breeze-pt-k" :
		"আমি আপনাকে দেখে সবসময় খুশি, কনকি! নলোকের বিপক্ষে শুভকামনা। আমি আপনার জন্য জোরে রুট করা হবে!",
		"breeze-pt-m" :
		"আপনার জাদু সত্যিই অস্বাভাবিক. আমি আগে কখনও একটি বাদাম বোমা বানান দেখেনি. এবং সেই বলটিও... ওহ, এটা জাদু নয়? অদ্ভুত।",
		"breeze-pt-d" :
		"নোলককে পরাজিত করতে সব ধরনের লাগবে। আপনাকে আমাদের পাশে পেয়ে আমি আনন্দিত।",
		"gnu-c" :
		"আমি আরও একবার নোলোকের হাতে ধরা পড়ার জন্য দুঃখিত। আমাকে মুক্তি দেওয়ার জন্য আপনাকে ধন্যবাদ.",
		"gnu-pt-0" :
		"এক্সেল করা ভাল, তবে ভিমের সাথে এটি করা ভাল।",
		"gnu-pt-1" :
		"একটি প্যাকম্যান ব্যাঙ একটি উপযুক্ত শিকারী।",
		"gnu-pt-2" :
		"সত্যিকারের স্বাধীনতা পাওয়া যায় একটি জিএনইউ ট্রেইল জ্বালিয়ে..",
		"gnu-pt-3" :
		"কিছু রহস্য প্রিন্ট খুঁজে বের করে সমাধান করা হয়, অন্যগুলো তৈরি করে।",
		"gnu-pt-4" :
		"একটি কাঁটাচামচ দিয়ে হাঁটার সময়, হালকাভাবে থ্রেড।",
		"gnu-pt-5" :
		"আপনি যদি কম বা বেশি করতে পারেন তবে বিড়াল ব্যবহার করবেন না।",
		"gnu-pt-6" :
		"তথ্য আপনার জন্য কাজ না হলে, মানুষ আপ.",
		"gnu-pt-7" :
		"007 এর কাছে আপনার প্রয়োজনীয় সমস্ত অনুমতি রয়েছে।",
		"gnu-pt-8" :
		"সেই তরুণ গিনের, রাডের এমন চেতনা আছে। সে ইম্যাক্সের জন্য জীবন যাপন করে।",
		"midi-c" :
		"ইয়ো! আমি শুধু আমার নিজের ব্যবসা নিয়ে চিন্তা করছিলাম, এবং এই অদ্ভুত মাশরুম জিনিসগুলি আমাকে ঝাঁকুনি দিতে শুরু করেছে। এখানে বসে থাকতে আমার মন খারাপ। আমি আপনার সাথে যোগ দিতে এবং সেই নোলক লোকটির লেজে লাথি মারতে পারি?",
		"sam-0" :
		"মেলায় প্রচুর অ্যাডভেঞ্চার গিয়ার... অপেক্ষা করুন, আপনি সোনা ব্যবহার করেন? আপনার যদি পান্না থাকে তবে এই জিনিসগুলি অনেক সস্তা হবে।",
		"sam-1" :
		"আমাকে ভুল বুঝবেন না, সোনা দারুণ, কিন্তু এটা খুবই সাধারণ। টাকা হিসেবে ব্যবহার করার জন্য এত কিছু বহন করার কথা ভাবতে পারি না!",
		"sam-2" :
		"আপনি আমাদের বিশ্বব্যাপী মানুষ পান্না ভালোবাসি মনে হয়? এমনকি তাদের কাছাকাছি একটি হেজহগ লেট করার চেষ্টা করুন!",
		"sam-3" :
		"আমি অভদ্র হতে চাই না, কিন্তু আপনি কিছু কিনতে যাচ্ছেন? আমি কথা বলার জন্য বেতন পাই না।",
		"sam-4" :
		"হ্যাঁ, আমি এই সমস্ত আইটেমগুলি খনন করেছি এবং তৈরি করেছি এবং এখন আমি সেগুলি বিক্রি করি৷ তাহলে আমার বস তার কাট উপার্জন করতে কি করেন? তিনি কোম্পানির মালিক!",
		"sam-5" :
		"আমরা যখন টাকার বিষয় নিয়ে আছি, এই খেলায় আমরা আছি? সম্পূর্ণ বিনামূল্যে, এমনকি আপনি যা তৈরি করেন তা সম্পাদনা এবং বিক্রি করতে। তাই যারা এটা কাজ করে অনুদান বিবেচনা করুন!"
	},

	"level" : {
		"shop" : "স্যাম এর ট্রেড পোস্ট",
		"overworld-0" : "অরোরা দ্বীপপুঞ্জ",
		"overworld-1" : "অ্যান্টার্কটিকা",
		"0-t0" : "পেনিটন",
		"0-0" : "ঢাল শেখা",
		"0-1" : "ক্রিস্টাল পাস",
		"0-2" : "স্লিপ এবং স্লাইড",
		"0-3" : "উপসাগর",
		"0-4" : "টাক্স 'এন' সমস্যা",
		"0-5" : "তুষারপাতের সংবেদন",
		"0-6a" : "হিমায়িত স্বর্গ",
		"0-6b" : "শাখার পথ",
		"0-7" : "সমুদ্র সেতু",
		"0-8" : "আর্কটিক বায়ু",
		"0-9" : "নিমজ্জিত পদক্ষেপ",
		"0-x" : "এক্সট্রিম হিলস",
		"0-c" : "ফোর্ট বোরিয়ালিস"
	},

	"key" : {
		"0" : "_0",
		"1" : "_1",
		"2" : "_2",
		"3" : "_3",
		"4" : "A",
		"5" : "B",
		"6" : "C",
		"7" : "D",
		"8" : "E",
		"9" : "F",
		"10" : "G",
		"11" : "H",
		"12" : "I",
		"13" : "J",
		"14" : "K",
		"15" : "L",
		"16" : "M",
		"17" : "N",
		"18" : "O",
		"19" : "P",
		"20" : "Q",
		"21" : "R",
		"22" : "S",
		"23" : "T",
		"24" : "U",
		"25" : "V",
		"26" : "W",
		"27" : "X",
		"28" : "Y",
		"29" : "Z",
		"30" : "1",
		"31" : "2",
		"32" : "3",
		"33" : "4",
		"34" : "5",
		"35" : "6",
		"36" : "7",
		"37" : "8",
		"38" : "9",
		"39" : "0",
		"40" : "Enter",
		"41" : "Escape",
		"42" : "Backspace",
		"43" : "Tab",
		"44" : "Space",
		"45" : "-",
		"46" : "=",
		"47" : "[",
		"48" : "]",
		"49" : "\\",
		"50" : "/",
		"51" : ";",
		"52" : "'",
		"53" : "`",
		"54" : ",",
		"55" : ".",
		"56" : "/",
		"57" : "CAP",
		"58" : "F1",
		"59" : "F2",
		"60" : "F3",
		"61" : "F4",
		"62" : "F5",
		"63" : "F6",
		"64" : "F7",
		"65" : "F8",
		"66" : "F9",
		"67" : "F10",
		"68" : "F11",
		"69" : "F12",
		"70" : "Print",
		"71" : "Scroll",
		"72" : "Pause",
		"73" : "Insert",
		"74" : "Home",
		"75" : "Pg Up",
		"76" : "Delete",
		"77" : "End",
		"78" : "Pg Down",
		"79" : "Right",
		"80" : "Left",
		"81" : "Down",
		"82" : "Up",
		"83" : "Num",
		"84" : "#/",
		"85" : "#*",
		"86" : "#-",
		"87" : "#+",
		"88" : "#Ent",
		"89" : "#1",
		"90" : "#2",
		"91" : "#3",
		"92" : "#4",
		"93" : "#5",
		"94" : "#6",
		"95" : "#7",
		"96" : "#8",
		"97" : "#9",
		"98" : "#0",
		"99" : "#.",
		"100" : "\\",
		"101" : "App",
		"102" : "Pow",
		"103" : "#=",
		"104" : "F13",
		"105" : "F14",
		"106" : "F15",
		"107" : "F16",
		"108" : "F17",
		"109" : "F18",
		"110" : "F19",
		"111" : "F20",
		"112" : "F21",
		"113" : "F22",
		"114" : "F23",
		"115" : "F24",
		"116" : "Exe",
		"117" : "Help",
		"118" : "Menu",
		"119" : "Select",
		"120" : "Stop",
		"121" : "Again",
		"122" : "Undo",
		"123" : "Cut",
		"124" : "Copy",
		"125" : "Paste",
		"126" : "Find",
		"127" : "Mute",
		"128" : "Vol Up",
		"129" : "Vol Down",
		"130" : "#,",
		"131" : "#=400",
		"132" : "",
		"133" : "",
		"134" : "",
		"135" : "",
		"136" : "",
		"137" : "",
		"138" : "",
		"139" : "",
		"140" : "",
		"141" : "",
		"142" : "",
		"143" : "",
		"144" : "",
		"145" : "",
		"146" : "",
		"147" : "",
		"148" : "",
		"149" : "",
		"150" : "",
		"151" : "",
		"152" : "",
		"153" : "",
		"154" : "",
		"155" : "",
		"156" : "",
		"157" : "",
		"158" : "",
		"159" : "",
		"160" : "",
		"161" : "",
		"162" : "",
		"163" : "",
		"164" : "",
		"165" : "",
		"166" : "",
		"167" : "",
		"168" : "",
		"169" : "",
		"170" : "",
		"171" : "",
		"172" : "",
		"173" : "",
		"174" : "",
		"175" : "",
		"176" : "",
		"177" : "",
		"178" : "",
		"179" : "",
		"180" : "",
		"181" : "",
		"182" : "",
		"183" : "",
		"184" : "",
		"185" : "",
		"186" : "",
		"187" : "",
		"188" : "",
		"189" : "",
		"190" : "",
		"191" : "",
		"192" : "",
		"193" : "",
		"194" : "",
		"195" : "",
		"196" : "",
		"197" : "",
		"198" : "",
		"199" : "",
		"200" : "",
		"201" : "",
		"202" : "",
		"203" : "",
		"204" : "",
		"205" : "",
		"206" : "",
		"207" : "",
		"208" : "",
		"209" : "",
		"210" : "",
		"211" : "",
		"212" : "",
		"213" : "",
		"214" : "",
		"215" : ""
	}
}
