{
	"logo" : "title.png",

	"main-menu" : {
		"new" : "New Game",
		"load" : "Load Game",
		"time-attack" : "Time Attack",
		"contrib-levels" : "Contrib Levels",
		"options" : "Options",
		"extras" : "Extras",
		"credits" : "Credits",
		"quit" : "Quit Game"
	},

	"extras-menu" : {
		"achievements" : "Achievements",
		"credits" : "Credits"
	},

	"new-game-menu" : {
		"file-exists" : "[FILE EXISTS]"
	},

	"load-game-menu" : {
		"empty" : "No save files available"
	},

	"contrib-menu" : {
		"empty" : "No contrib levels available"
	},

	"options-menu" : {
		"difficulty" : "Difficulty",
		"language" : "Language",
		"keyboard" : "Keyboard Controls",
		"joystick" : "Gamepad Controls",
		"cursor" : "Show Mouse Cursor: ",
		"timers" : "Speedrun Timers",
		"light" : "Lighting: ",
		"fullscreen" : "Toggle Fullscreen",
		"autorun" : "Invert Run Button: ",
		"stickspeed" : "Stick Controls Speed: ",
		"usefilter" : "Use Graphics Filter: ",
		"sound-volume" : "Sound Volume",
		"music-volume" : "Music Volume",
		"charsel" : "Select Your Character"
	},

	"options-menu-desc": {
		"difficulty" : "Change game difficulty",
		"language" : "Change game language",
		"keyboard" : "Change keyboard controls",
		"joystick" : "Change gamepad controls",
		"cursor" : "Toggle the mouse cursor",
		"timers" : "Toggle speedrun timers",
		"light" : "Toggle light effects",
		"fullscreen" : "Toggle fullscreen mode",
		"autorun" : "Slow down when run button is pressed",
		"stickspeed" : "Toggle stick controls speed",
		"usefilter" : "Bilinear filtering (requires restart)",
		"fullgame" : "All standard worlds from SuperTux Advance"
	},

	"timers-menu" : {
		"speedrun-timer-level" : "Level Speedrun Timer",
		"speedrun-timer-global" : "Global Speedrun Timer"
	},

	"controls-menu" : {
		"press-key-for" : "Press key for",
		"press-button-for" : "Press button for",
		"clear" : "Press Backspace to clear.",
		"up" : "Up",
		"down" : "Down",
		"left" : "Left",
		"right" : "Right",
		"jump" : "Jump",
		"shoot" : "Shoot",
		"run" : "Run",
		"sneak" : "Sneak",
		"pause" : "Pause",
		"item-swap" : "Item Swap",
		"menu-accept" : "Menu Accept",
		"cam-left-peek" : "Peek Left",
		"cam-right-peek" : "Peek Right",
		"cam-down-peek" : "Peek Down",
		"cam-up-peek" : "Peek Up"
	},

	"menu-commons" : {
		"yes" : "Yes",
		"no" : "No",
		"back" : "Back",
		"cancel" : "Cancel",
		"on" : "On",
		"off" : "Off"
	},

	"bool" : {
		"on" : "On",
		"off" : "Off"
	},

	"difficulty-levels" : {
		"easy" : "Easy",
		"normal" : "Normal",
		"hard" : "Hard",
		"super" : "Super Tux"
	},

	"credits" : {
		"starring" : "Starring...",
		"heroes" : "Our Heroes",
		"tux" : "Tux the Penguin",
		"konqi" : "Konqi the Dragon",
		"midi" : "Midi Waffle the Kholu",
		"directed-by" : "Directed by",
		"programmers" : "Programmers",
		"graphic-artists" : "Graphic Artists",
		"character-designers" : "Character Designers",
		"level-designers" : "Level Designers",
		"level-q-a" : "Level Q/A",
		"musicians" : "Musicians",
		"sound-engineers" : "Sound Engineers",
		"translators" : "Translators",
		"supporters" : "Most Excellent Supporters",
		"credits-md" : "See CREDITS.md for links",
		"people" : "to these awesome people!",
		"thank-you-for-playing" : "Thank you for playing!",
		"tuckles" : "Tuckles loves you!",
		"additional" : "Additional Contributions"
	},

	"pause-menu" : {
		"pause" : "PAUSE",
		"continue" : "Continue",
		"character" : "Change Character",
		"restart" : "Restart Level",
		"quit-game" : "Quit Game",
		"quit-level" : "Quit Level",
		"save" : "Save Game"
	},

	"stats" : {
		"author" : "Author",
		"enemies" : "Enemies",
		"coins" : "Coins",
		"secrets" : "Secrets",
		"time" : "Best Time",
		"final-time": "Final Time"
	},

	"info" : {
		"welcome" :
		"Welcome to SuperTux Advance! This message will go away when you walk away from the block. Press F1 if you would like to see developer commentary. Press UP near NPCs to talk to them. Some have more than one thing to say. If you see a ? over your head, it means your character themself has something to say. Press up to read it.",
		"tutWall" :
		"Press JUMP against the wall to do a wall jump.",
		"tutSlide" :
		"Press DOWN while running or on a hill to slide.",
		"waterjump" :
		"Hold JUMP when leaving the water to gain height. Mix it with the RUN button to go even higher.",
		"noend" :
		"Levels that you don't need to complete to move on also do not have normal exits. Use the pause menu to leave areas like this.",
		"hills" :
		"Hills are very important! Practice sliding every chance you get.",
		"pipes" :
		"Pipes can be entered just by falling in. You can also hold DOWN to funnel yourself into them.",
		"controls" :
		"Don't forget to set your controls in the options menu on the main screen! If you really mess up setting them up, delete your config.json file.",
		"secrets" :
		"Secret passages are everywhere! Feel against the wall to reveal them, or watch for enemy movements.",
		"T-reminder" :
		"here's a reminder that you don't have to beat towns (such as this) in order to progress!",
		"coyotetime" :
		"You have a brief moment after leaving the ground when you can still jump. Practice running off the edges and jumping just after your feet leave the ground.",
		"tntex" :
		"TNT blocks explode a short time after coming in contact with one.",
		"chainex" :
		"TNT blocks are also set off by explosions, which can lead to a sort of chain reaction when many TNT blocks are close to one another.",
		"fireex" :
		"Fireballs can set off TNT blocks, get a fire flower and try it out!",
		"owplats" :
		"One-way platforms can be dropped down from by pressing DOWN and JUMP at once. If you drop on accident, you have twice as long as when going over an edge to jump back up.",
		"slidewarn" :
		"Levels like this will force you to slide! (It's going to be replaced with something else in the future.)",
		"konqi" :
		"Konqi can breath fire and stomp the ground, but he isn't as fast as Tux.",
		"momentum" :
		"You won't lose speed if you keep running! Be sure to hold the run button or keep the stick pressed all the way over, and you'll keep whatever speed you gain from sliding. Icy hills will speed you up even if you can't slide.",
		"warned" :
		"You were warned...",
		"iceguy" :
		"Some enemies like Mr. Iceguy can be carried when stunned. Simply touch them while holding ATTACK to pick them up.",
		"elements-fire-ice" :
		"Your elemental form doesn't just change your attack; it changes how elemental damage affects you. Elements will take double damage from their opposites, and half damage from themselves. For instance, with a fire flower, ice enemies will damage you twice as much, but with an ice flower, they'll do half as much.",
		"iceflower" :
		"With the ice flower, you can freeze enemies in place and reduce damage from ice attacks. Frozen enemies are solid and can be stood on safely, or used to wall jump from. You'll also move faster!",
		"tuxdoll" :
		"If you find a doll of your character, grab it! It will protect you from KO when you run out of life."
	},

	"devcom" : {
		"welcome" :
		"KELVIN: If you're seeing this, you have activated developer commentary mode. Touch the red scarves to read notes on the game's development.",
		"hiff-0" :
		"KELVIN: One of the many things that made me hiff was making deathcaps walk up this hill. For whatever reason, having them check twice as far ahead made them behave properly...",
		"pipes" :
		"KELVIN: I was going to have the pipes behave the same as the ones in Mario, but I found it annoying in those games having to tap up/down to find which ones were open, so instead, you just fall in.",
		"firetux" :
		"KELVIN: Originally, Fire Tux was going to have a helmet, as in the original SuperTux. A member of the SuperTux Discord server suggested using the design by Rusty Box. I agreed it looked better. The original can still be found on OpenGameArt.org.",
		"coins" :
		"KELVIN: Coins were originally just for achievements, but this made players who didn't care for that not bother picking them up. We went with lives for a while, but lives are an archaic concept of game design that were scrapped shortly after. Finally, we decided on adding upgrades to shops, on top of the free powerups.",
		"sliding" :
		"KELVIN: The mechanic of increasing speed from dropping off a ledge came from needing to compensate for slopes not accelerating the player enough. It's tech- nically a glitch that I decided to throw in because it was fun. Many mechanics are actually that.",
		"trees" :
		"KELVIN: Trees don't grow in Antarctica. That's why penguins carve them out of ice.",
		"snakes" :
		"KELVIN: I know it makes about as much sense to have snakes in Antarctica as it does to have hungry plants. ",
		"waterfalls" :
		"KELVIN: This part of the cave looks especially nice to me. I love the spacious background with waterfalls in front of it. I wanted the level to feel like you were meant to explore it, so a scene like this that makes it feel big is meant to convey a sense of exploration.",
		"loops" :
		"KELVIN: Sorry, did you expect this loop to work? Ha! I'm nowhere near good enough to program that... yet.",
		"contrib" :
		"FROSTC: Hello! This is the first dev commentary not written by Kelvin.",
		"walldev" :
		"FROSTC: I didn't actually know you could just wall jump to get up here when I first made this area. I later thought of adding something to keep you from doing that, but decided against it",
		"tnt" :
		"FROSTC: I saw that TNT was used in Xtreme hills, so I decided to make a level showing it off. Also, fun fact, V1 of this map was finished before subsea. You can find V1 in the extras world.",
		"trans" :
		"FROSTC: It took me a good while to get the background transition to work, as this was for the most part the first time I used triggers.",
		"lifenote" :
		"FROSTC: For those who played the older versions, I hope you like the all new, much harder red muffin position! Hahahahahaha!!",
		"signnote" :
		"FROSTC: If you are feeling a little lazy, you can just blast the pipe with a fireball to open it instead of sliding. Maybe a good speedrunning strat??",
		"sense":
		"FROSTC: My 3rd level, just wanted to make a level losely inspired off of Grumbel's Sense of Snow from the classic SuperTux. The funny part is, that level isn't even in modern versions of OG SuperTux!",
		"subsea" :
		"KELVIN: I wasn't sure how I wanted to handle underwater levels at first. I thought of the levels from SMB 1 and 3, but they seemed like something Tux could just shoot right through. Then I remembered DKC's underwater levels, how they were more like mazes where you had to dodge dangerous enemies. I figured that would work well for this game, since Tux is fast under water, and Konqi and Midi retain offensive capabilities in their neutral forms.",
		"subsea-name" :
		"KELVIN: The name, Subsea, comes from the track of the same name in SuperTuxKart. I was thinking it'd be cool to take areas from that game and reimagine them as platform levels instead of kart tracks. Candela City is planned as well, and the final level where you fight Nolok will be Fort Magma. Others from STK may appear as well.",
		"tutorial-zone" :
		"KELVIN: After getting some playtest feedback from Aurora Sol, I decided I should make this tutorial area to more clearly demonstrate basic mechanics. In his playtest, he actually skipped the first pipe, despite it having a sign hinting there's something about it, which led to him skipping the spot to learn swimming, too. Sliding places weren't clearly marked, either, and were also missed. This area won't let you progress until you've learned each mechanic, but can still be skipped if you already know the basics.",
		"speedrunex":
		"FROSTC: I had designed this level with the intention of people speedrunning it, so see how fast you can beat it! ",
		"secretredex":
		"FROSTC: The current version of this secret is very different compared to how it used to be. One difference is that it used to have a bend in it. However I couldn't get that to work properly, that being the reason I scrapped it.",
		"fishex":
		"FROSTC: Just like Tux 'N' Trouble, this level was made before some of the earlier levels were added.",
		"mezex":
		"FROSTC: I had to make a few custom tiles to make this maze look good. It was worth it, I think! It's for sure the best part of this level.",
		"outage":
		"FROSTC: this level was completely different in earlier versions. you can find the old version in the extras world",
		"speedComp":
		"FROSTC: Congrats to Pomelux for being the winner of the speedrun competition, with a time of 49:98. Just barely a sub 50. (keep in mind competitions with rewards like this won't be held again)",
		"oldxtreme":
		"KELVIN: In previous versions of this level, the prize for getting all the coins was a powerup that isn't formally introduced until a few levels later. I thought it would be fun to earn the chance to break levels, but the design of them actually makes the powerup not as fun to use as I'd hoped. I instead decided to set up a collectible that could unlock new content later on.",
		"fort-0":
		"KELVIN: I wanted to teach players right away that if they wanted rewards, they had to take risks, so I put these coins over a fire chain. There's an even trickier secret in this room that's also risky.",
		"fort-1":
		"KELVIN: The sawblades here were originally the first challenge, but then I realized I was making players not only take one of the harder challenges first, but also leading them in a straight line down. Switching the order of the challenges made the learning curve a bit easier, and also make the map feel more metroidvania-like.",
		"fort-2":
		"KELVIN: I knew some players would come here with the earth shell, which makes the challenge for the gold key much harder, if not impossible. I added a room with a fire flower to make swimming easier without depowering the player. Placing it behind a silver lock, the same lock leading to the next challenge, means they'll have a chance to reach it when they need it.",
		"fort-3":
		"KELVIN: I really wanted a section where players would get chased by something indestructible. Messing around with fire chains, I found I could put four in one place to make them look like a wheel, later reducing it as a performance precaution. Attaching them to my new path carriers makes them able to roll around just above the player's top speed makes this scene tense but manageable.",
		"fort-4":
		"KELVIN: I plan to revisit underwater sections in the future with spike mazes like this, but after using a giant fire chain in a secret treasure room, I thought it was too good not to use in one of the key challenges.",
		"fort-5":
		"KELVIN: Welcome to the freezer, the final platforming challenge for Fort Borealis. Given that this is the last level of the ice world, I wanted to give it a good, cold sendoff. Don't worry, ice tiles will be used again, but I wanted to test the player a bit harder with these.",
		"fort-6":
		"KELVIN: Checkpoints used to be just that, checkpoints. They didn't do anything but save your progress in a level. But with a level like this being so long, and health drops being a rare thing given that the game had been designed with short levels in mind up until now, I needed to give players a way to heal after long stretches. Since checkpoints are already a welcome sight to players, I decided to make them even more welcoming.",
		"fort-7":
		"KELVIN: This is it, the first boss of the game. Up until now, it's all been single-hit enemies and stage hazards. I had originally intended this guy to be a wake-up call boss, but on top of the existing challenge, I made his defense way too high, so fights took a long time. After being reminded that this is more Mario/Sonic like and less Megaman/Metroid like, and that the boss needs to fit that formula, I reduced his health.",
		"fort-8":
		"KELVIN: I used to have something crazy in this room when messing with ring carrier objects (the things that can make arrays of coins and enemies travel in circles), and was testing to see if ring carriers could hold other ring carriers. It worked, and nesting it a few times gave me a massive storm of coins. I might bring it back in a future level. We'll see.",
		"sunken":
		"FROSTC: My original idea for this level was to have a gimmick where there's patches of deep snow that tux can walk or maybe even slide through, like the powered snow from Minecraft.",
		"continue":
		"FROSTC: This was where Kelvin's part ends, and where mine starts. Do keep in mind I also touched up some part of Kelvin's section. You can find the old version in the extras world.",
		"secret-sunk":
		"FROSTC: If I were you, I would keep an eye out for little dents in the land like this; they often lead to secrets."
	},

	"npc" : {
		"null" : "",
		"rad-0-Tux" :
		"Hey, where's your board? Are you gonna slide on your belly like a square? I bet you couldn't get every herring on this hill like that. If you do, I'll give ya something that'll really help you catch some air!",
		"rad-0-Konqi" :
		"Hey, where's your board? You look way too slow for a course like this!",
		"rad-0-Midi" :
		"Are you gonna use that ball of yours for this course? Good luck.",
		"rad-0-Penny" :
		"Come on, Penny. Let me teach you how to really shred some powder. Or, just use your belly, I guess.",
		"rad-0-Katie" :
		"I wouldn't try sliding down this hill. You'll definitely ruin your clothes.",
		"rad-0-Kiki" :
		"I guess rolling's as good as sliding down a hill like this. Crazy squirrels...",
		"rad-0" :
		"Get all the coins on this hill if you want a totally nautical prize!",
		"penny-0-Tux" :
		"Oh, Tux! I'm so happy to see you! Nolok has kidnapped our friends! Last I heard, they were being taken to his forts all around the world. I wish I knew why. Please save them, Tux!",
		"penny-0-Konqi" :
		"Konqi! It's so good to see you! I'm sure Plasma Breeze is fine. Please help Tux. I know you two can beat Nolok together!",
		"penny-0-Midi" :
		"So you're Midi. I've heard you're quite a capable fighter. I'm so glad to hear you're helping Tux. I'll be sure to reward you well.",
		"penny-0-Penny" :
		"This... doesn't seem possible.",
		"penny-0-Katie" :
		"Katie! You're helping us fight Nolok, too? Good to have you aboard.",
		"penny-0-Kiki" :
		"How are you fighting without your brush? Oh, you're copying and pasting Midi's bombs? I didn't know you can do that.",
		"penny-0" :
		"Pleased to meet you. Are you helping Tux save our friends? I'm so happy to hear that.",
		"rad-t0-Tux" :
		"Yo, Tux! Mayor Penny is looking for ya. By the way, catch me on the slopes sometime. I wanna see if you live up to your rep as a snow racer.",
		"rad-t0-Konqi" :
		"Hey, you're Konqi, right? Man, watch the fire around here. Doesn't really mix well with ice, ya feel me?",
		"rad-t0-Midi" :
		"What's a squirrel doing this far south? Ain't it too cold for ya? Get inside before ya freeze your fuzzy little toes off, heheh.",
		"rad-t0-Penny" :
		"Hey Penny. Taking matters into your own flippers? Good for you!",
		"rad-t0-Katie" :
		"You're gonna go adventuring in a dress? Seems like it would get in the way. You're braver than me.",
		"rad-t0-Kiki" :
		"Ah, a fellow artist. Yeah, my art is painting the slopes with the lines I leave with my board here.",
		"rad-t0" :
		"Whoa, new face. I dunno about you. If you're looking for Mayor Penny, she's in the big igloo in the middle of town. I like to call it the bigloo. Ha ha!",
		"xue-c" :
		"Thanks for saving me, chu! I'll see you back in Pennyton!",
		"xue-pt-Tux" :
		"Next time I see that Nolok, I'll give him a face full of exploding cupcakes! That'll teach him for messing with us, chu!",
		"xue-pt-Konqi" :
		"Hey, Konqi! Give Nolok a good torching when you see him! No one messes with us, on or off the kart track, chu!",
		"xue-pt-Midi" :
		"Whoa, a fellow rodent who also likes explosions! (And pretty cute, chu...) Whah? N-nothing, chu! I, uh, was wondering if you'd like to go cart racing! N-not as a date or anything! (Shut up, Xue, shut up!)",
		"xue-pt-Penny" :
		"Penny! Thank you for building this town for us, chu.",
		"xue-pt-Katie" :
		"Thanks for saving me, chu, but this doesn't mean I'm going to go easy on your brother in the next race.",
		"xue-pt-Kiki" :
		"Don't go getting any ideas. Midi's MINE!",
		"xue-pt" :
		"Thanks for your help, chu! Let's really stick it to Nolok so he never messes with us again!",
		"fireguin-pt-0" :
		"Not much use for a firefighter here, huh? Ice can melt, sure, but it takes the fire out with it, and then we just put new ice in.",
		"fireguin-pt-1" :
		"Maybe I'd be better off in a town with wood houses. Hard to find wood out here, so even the trees are made of ice!",
		"fireguin-pt-2" :
		"A lot of the houses here are empty. I'm sure our friends will return once they're safe from Nolok.",
		"fireguin-pt-3" :
		"Blocks of weak, uncompacted ice will melt if you hit them with a fireball. You can also break them by sliding.",
		"fireguin-pt-4" :
		"Look out for thin ice! It'll break if you stand on it too long.",
		"fireguin-pt-5" :
		"If you need to brush up on your skills, head to the obstacle course just outside of town. You'll find it to the right from here.",
		"konqi-c" :
		"Hey, thanks for getting me out of here. I got caught trying to find Plasma Breeze. I hope she's alright. Nolok's probably got her in another fort. I'll join you to help get her back!",
		"rocky-c" :
		"Alright, I'm saved! Man, Nolok is the kind of trash even I wouldn't wanna touch. Good luck against him!",
		"rocky-pt-Tux" :
		"Hey, Tux! Catch me later. I'll buy ya a fish.",
		"rocky-pt-Konqi" :
		"Nolok's a crocodile, right? Man, I hope your scales are harder than his. I'd hate to be chomped by that guy!",
		"rocky-pt-Midi" :
		"You remind me of me. Small, fast, good at picking up garbage. You're braver than me, though. Show Nolok no mercy!",
		"rocky-pt-Penny" :
		"Nice town you've made. Could use some more trash cans, though.",
		"rocky-pt-Katie" :
		"I'm not cute! Don't pet me!",
		"rocky-pt-Kiki" :
		"So you're an artist. Ever made a collage? You can find all sorts of cool stuff in the trash.",
		"rocky-pt" :
		"Yeah, this place is pretty cold, but it's a lot safer. The worst of Nolok's minions are on the mainland and other areas, so I'm gonna stay in Pennyton for now.",
		"python-c" :
		"Thankssss for the sssave! I'll ssssee you back in town.",
		"python-pt-Tux" :
		"Hey there Tuxss. I hope it'ssss sssafe to go back home sssoon. I'm freezing here!",
		"python-pt-Konqi" :
		"Any chance you should usssse that flame of yoursss on me? I'm sssso cold here...",
		"python-pt-Midi" :
		"I wish you and Xue would ssstop looking at me like that. Even if I got hungry, I wouldn't consssider either of you a sssnack!",
		"python-pt-Penny" :
		"I'm sssssurprisssed these igloossss are ssssso cozy inssside.",
		"python-pt-Katie" :
		"Alwayssss nice to ssssee a dragon when you're cold blooded.",
		"python-pt-Kiki" :
		"Being here makesssss me jealoussss of warm bloodsssss. I hope Nolok'ssss army is beaten sssoon.",
		"python-pt" :
		"I sssure hope you're better with the cold than I am. No wonder Nolok hatesss thisss place.",
		"garuda-c" :
		"Alright! Thanks for getting rid of that guy! I can't wait to get out of this place and stretch my wings again.",
		"garuda-pt-Tux" :
		"I used to feel sorry for penguins not being able to fly, but then I saw the way they move under water. Their swimming is just like flying!",
		"garuda-pt-Konqi" :
		"I hear dragons love gold as much as gryphons do. Lucky for us, there's lots of coins around! I wonder what makes them float, though...",
		"garuda-pt-Midi" :
		"You use bombs, eh? I bet if I carried you, we could make a great aerial strike team! Except... I'm afraid I'll get shot down again. That's how Nolok caught me the first time.",
		"garuda-pt-Penny" :
		"Thanks for putting me up on the hill. Feels good to have a high point to take off from.",
		"garuda-pt-Katie" :
		"Excellent work back there. I'll have something more interesting to say when Kelvin writes it.",
		"garuda-pt-Kiki" :
		"Hang on, Kelvin needs to write lines for you.",
		"garuda-pt" :
		"Thanks for your help. It feels so good being able to fly again.",
		"breeze-c-Konqi" :
		"Konqi! I knew you'd come for me! I'm so happy to see you! Let's get out of here! I'll be right behind you.",
		"breeze-c" :
		"Thanks for getting me out of here. I'll head back to Pennyton. Kick Nolok's flank for me!",
		"breeze-pt-Tux" :
		"Aww, you're such a cute little penguin! I know a mare who's really good with birds. You'd probably like her.",
		"breeze-pt-Konqi" :
		"I'm always happy to see you, Konqi! Good luck against Nolok. I'll be rooting for you the loudest!",
		"breeze-pt-Midi" :
		"Your magic is really unusual. I've never seen a nut bomb spell before. And that ball too... oh, that's not magic? Strange.",
		"breeze-pt-Penny" :
		"Thanks for giving me a place to stay here. I'll be happy to help around here however I can.",
		"breeze-pt-Katie" :
		"I wouldn't mind taking you for a ride once Nolok is beaten.",
		"breeze-pt-Kiki" :
		"I can't wait for our next art jam. Good luck against Nolok!",
		"breeze-pt" :
		"It'll take all kinds to defeat Nolok. I'm glad to have you on our side.",
		"gnu-c" :
		"I regret getting captured by Nolok once more. Thank you for releasing me.",
		"gnu-pt-0" :
		"It is good to excel, but better to do so with vim.",
		"gnu-pt-1" :
		"A pacman frog is an apt hunter.",
		"gnu-pt-2" :
		"True freedom is found by blazing a gnu trail.",
		"gnu-pt-3" :
		"Some mysteries are solved by finding prints, others by making them.",
		"gnu-pt-4" :
		"When walking with a fork, thread lightly.",
		"gnu-pt-5" :
		"Don't use a cat if you could do more or less.",
		"gnu-pt-6" :
		"If the info doesn't work for you, man up.",
		"gnu-pt-7" :
		"007 has all the permissions you'd need.",
		"gnu-pt-8" :
		"That young guin, Rad, has such spirit. He lives life to Emacs.",
		"gnu-pt-9" :
		"If you see nothing but zeros, remember, the dev'null's in the details.",
		"gnu-pt-10" :
		"Before you can push on, you must be committed.",
		"gnu-pt-11" :
		"Wisdom compiled from many sources makes a plan executable.",
		"midi-c" :
		"Yo! I was just minding my own business, and these weird mushroom things started swarming me. I'm sick of sitting around in here. How's about I join ya and kick that Nolok guy's tail?",
		"sam-0" :
		"Plenty of adventure gear at fair... wait, you're using gold? Heck, I'm going to have to mark this stuff up to cover the exchange rate.",
		"sam-1" :
		"Don't get me wrong, gold's great, but it's just so common. I can't imagine having to carry that much around to use as money!",
		"sam-2" :
		"You think us overworlders love emeralds? Try even letting a hedgehog near them!",
		"sam-3" :
		"Yeah, I dug for and crafted all these items, and now I sell them. So what does my boss do to earn his cut? He owns the company!",
		"sam-4" :
		"Can you believe the guy who does the least work gets the most money? What a world we live in. Too bad I can't make him pay for your saving-the-world items!",
		"sam-5" :
		"While we're on the subject of money, this game we're in? Totally free, even to edit and sell what you make. So please, consider donating to the people who worked on it!",
		"tuckles-0" :
		"Even in the ice, it's easy to work up a sweat down here.",
		"tuckles-1" :
		"Why fish for fish, when you can mine it from the ice? That's what I'm here for!",
		"tuckles-2" :
		"Lift fish and eat weights!... No, hang on.",
		"tuckles-3" :
		"If you wanna get strong, you gotta get strong. If you wanna get big, you gotta get big. If you wanna get tough, you gotta get tough.",
		"tuckles-4" :
		"The key to the best hugs is big muscles and a soft belly. Fish'll give ya both!",
		"tuckles-5" :
		"All those muffins you eat can't compare to the fish we mine. They're bigger, stronger, and more delicious.",
		"tuckles-6" :
		"Have you seen Duke? He likes to get fish the lazy way: by pretending his rod's broken and bumming fish off others. I'd ignore him if he wasn't able to block roads just by sitting on them.",
		"not-done" :
		"Hey, the yeti's not done yet. Have you played the contrib levels? You should check them out! In the meantime, I've got some more coding and drawing to do. I hope you've enjoyed what you've played so far! If you'd like to support development, please consider donating at https://patreon.com/kelvin.",
		"pennyton-Tux" :
		"This is Penny's new town. Sure was nice of her to give the displaced mascots a place to stay. I wonder if they'll ever find their way back...",
		"fish-mines-Tux" :
		"These mines are where we get most of our fish these days. It's much safer than swimming for live ones.",
		"ocean-bridge-Tux" :
		"Look what Nolok's minions have done to the bridge! This place is like a maze now.",
		"borealis" :
		"This old fort has been taken over by the Yeti.",
		"borealis2" :
		"We've already cleared this place.",
		"borealis-Tux" :
		"This fort used to be to protect us. Now it's a stronghold for the Yeti.",
		"borealis2-Tux" :
		"Why did I come back here? I've already freed Konqi.",
		"pennyton-Konqi" :
		"I'm glad the ice here can stand up to my flames. I'd hate to sneeze and melt someone's house!",
		"fish-mines-Konqi" :
		"Who would have thought so many frozen fish could be found in the ice?",
		"konqi-bridge" :
		"So frustrating that this wood just happens to be fireproof. At least I can still break some of it.",
		"borealis2-Konqi" :
		"Brr, it's warm in here, but I still get shivers thinking about the Yeti.",
		"pennyton-Midi" :
		"I get she's trying to help, but I just couldn't live in a place like this. I'd rather keep on the move and find a way home.",
		"fish-mines-Midi" :
		"Heh, I bet I'd be great at mining. Maybe I'll take it up after we beat Nolok. Not much else for a merc to do around here.",
		"bridge-Midi" :
		"Uh, last time I checked, bridges aren't supposed to look like this. Jeesh, what a pain.",
		"borealis2-Midi" :
		"Dang, this place is creepy. If the penguins didn't need this place, I'd totally blow it up.",
		"duke-0a" :
		"I'm so hungry! If you can bring me some fish, I'll open these blocks for you.",
		"duke-0b" :
		"Oh, thank you! I'd have gotten them myself but... I don't want to.",
		"duke-1a" :
		"I know a secret path that leads around the forest. If you bring me some fish, I'll open it for you.",
		"duke-1b" :
		"Thanks a bunch! I was starving! I hope the caves are easier for you than the forest. Who even builds a forest out of ice anyway?",
		"no-touch-fishy-a" :
		"That is my fish. You don't actually need it.",
		"no-touch-fishy-b" :
		"You took my fish. >:(",
		"wood-door" :
		"Who's idea was it to use wood doors? They freeze themselves to the wall and can't be closed!",
		"see-tuckles" :
		"Have you seen Tuckles? I've never seen a penguin so buff! He doesn't even use a pick for mining. Everything he dug out, he did with his own beak!",
		"take-duke" :
		"Are you collecting fish for Duke? Please take him with you. All he does is eat!",
		"bearista-0" :
		"Try some coffee! Perfectly roasted and carefully brewed. Free for heroes.",
		"bearista-1":
		"Did you know that coffee will not actually give you energy? It just makes you unable to feel tired for a while. That's why you crash when it runs out.",
		"bearista-2" :
		"Coffee's flavor doesn't just come from how it's roasted. Where it grows also changes the taste. For instance, if it grows around fruit trees, it'll get a fruity flavor, and nut trees will give a nutty flavor."
	},

	"level" : {
		"test" : "TEST",
		"full-game" : "Full Game",
		"soon" : "Coming soon...",
		"shop" : "Sam's Trade Post",
		"overworld-0" : "Aurora Isles",
		"overworld-1" : "Nessland",
		"aurora-pennyton" : "Pennyton",
		"aurora-mines" : "Fish Mines",
		"aurora-learn" : "Learning the Slopes",
		"aurora-crystal" : "Crystal Pass",
		"aurora-slip" : "Slip and Slide",
		"aurora-subsea" : "Subsea",
		"aurora-tnt" : "Tux 'N' Trouble",
		"aurora-sense" : "Frost's Sense of Snow",
		"aurora-frozen" : "Frozen Paradise",
		"aurora-branches" : "Branching Path",
		"aurora-bridge" : "The Ocean Bridge",
		"aurora-wind" : "Arctic Wind",
		"aurora-steps" : "Guarded Steps",
		"aurora-xtreme" : "Xtreme Hills",
		"aurora-fort" : "Fort Borealis",
		"aurora-switch" : "Red Switch Trial",
		"aurora-iceguy" : "Oh No, More Mr. Iceguy",
		"aurora-fishy" : "Wishy for Fishy",
		"aurora-forest" : "Icyfall Forest",
		"nessland-welcome" : "Wellcome to Nessland",
		"nessland-left" : "To the Left",
		"nessland-henge" : "Lonehenge"
	},

	"achi-name" : {
		"saveKonqi" : "Koolest Friends",
		"saveMidi" : "Let's Get Nuts",
		"over9000" : "It's Over 9000!",
		"coldGreed" : "Cold-Hearted Greed",
		"arcticExplorer" : "Arctic Explorer",
		"snowMoreBaddies" : "Snow More Baddies",
		"blastOff" : "Blast Off!"
	},

	"achi-desc" : {
		"saveKonqi" : "Save Konqi from the Yeti in Fort Borealis",
		"saveMidi" : "Save Midi from the Ghost Tree in Nessland",
		"over9000" : "Save up more than 9000 coins",
		"coldGreed" : "Collect every coin in Aurora Isles",
		"arcticExplorer" : "Find all secrets in Aurora Isles",
		"snowMoreBaddies" : "Defeat every enemy in Aurora Isles",
		"blastOff" : "I think he just lived your dream..."
	},

	"key" : {
		"0" : "_0",
		"1" : "_1",
		"2" : "_2",
		"3" : "_3",
		"4" : "A",
		"5" : "B",
		"6" : "C",
		"7" : "D",
		"8" : "E",
		"9" : "F",
		"10" : "G",
		"11" : "H",
		"12" : "I",
		"13" : "J",
		"14" : "K",
		"15" : "L",
		"16" : "M",
		"17" : "N",
		"18" : "O",
		"19" : "P",
		"20" : "Q",
		"21" : "R",
		"22" : "S",
		"23" : "T",
		"24" : "U",
		"25" : "V",
		"26" : "W",
		"27" : "X",
		"28" : "Y",
		"29" : "Z",
		"30" : "1",
		"31" : "2",
		"32" : "3",
		"33" : "4",
		"34" : "5",
		"35" : "6",
		"36" : "7",
		"37" : "8",
		"38" : "9",
		"39" : "0",
		"40" : "Enter",
		"41" : "Escape",
		"42" : "Backspace",
		"43" : "Tab",
		"44" : "Space",
		"45" : "-",
		"46" : "=",
		"47" : "[",
		"48" : "]",
		"49" : "\\",
		"50" : "/",
		"51" : ";",
		"52" : "'",
		"53" : "`",
		"54" : ",",
		"55" : ".",
		"56" : "/",
		"57" : "CAP",
		"58" : "F1",
		"59" : "F2",
		"60" : "F3",
		"61" : "F4",
		"62" : "F5",
		"63" : "F6",
		"64" : "F7",
		"65" : "F8",
		"66" : "F9",
		"67" : "F10",
		"68" : "F11",
		"69" : "F12",
		"70" : "Print",
		"71" : "Scroll",
		"72" : "Pause",
		"73" : "Insert",
		"74" : "Home",
		"75" : "Pg Up",
		"76" : "Delete",
		"77" : "End",
		"78" : "Pg Down",
		"79" : "Right",
		"80" : "Left",
		"81" : "Down",
		"82" : "Up",
		"83" : "Num",
		"84" : "#/",
		"85" : "#*",
		"86" : "#-",
		"87" : "#+",
		"88" : "#Ent",
		"89" : "#1",
		"90" : "#2",
		"91" : "#3",
		"92" : "#4",
		"93" : "#5",
		"94" : "#6",
		"95" : "#7",
		"96" : "#8",
		"97" : "#9",
		"98" : "#0",
		"99" : "#.",
		"100" : "\\",
		"101" : "App",
		"102" : "Pow",
		"103" : "#=",
		"104" : "F13",
		"105" : "F14",
		"106" : "F15",
		"107" : "F16",
		"108" : "F17",
		"109" : "F18",
		"110" : "F19",
		"111" : "F20",
		"112" : "F21",
		"113" : "F22",
		"114" : "F23",
		"115" : "F24",
		"116" : "Exe",
		"117" : "Help",
		"118" : "Menu",
		"119" : "Select",
		"120" : "Stop",
		"121" : "Again",
		"122" : "Undo",
		"123" : "Cut",
		"124" : "Copy",
		"125" : "Paste",
		"126" : "Find",
		"127" : "Mute",
		"128" : "Vol Up",
		"129" : "Vol Down",
		"130" : "#,",
		"131" : "#=400",
		"132" : "",
		"133" : "",
		"134" : "",
		"135" : "",
		"136" : "",
		"137" : "",
		"138" : "",
		"139" : "",
		"140" : "",
		"141" : "",
		"142" : "",
		"143" : "",
		"144" : "",
		"145" : "",
		"146" : "",
		"147" : "",
		"148" : "",
		"149" : "",
		"150" : "",
		"151" : "",
		"152" : "",
		"153" : "",
		"154" : "",
		"155" : "",
		"156" : "",
		"157" : "",
		"158" : "",
		"159" : "",
		"160" : "",
		"161" : "",
		"162" : "",
		"163" : "",
		"164" : "",
		"165" : "",
		"166" : "",
		"167" : "",
		"168" : "",
		"169" : "",
		"170" : "",
		"171" : "",
		"172" : "",
		"173" : "",
		"174" : "",
		"175" : "",
		"176" : "",
		"177" : "",
		"178" : "",
		"179" : "",
		"180" : "",
		"181" : "",
		"182" : "",
		"183" : "",
		"184" : "",
		"185" : "",
		"186" : "",
		"187" : "",
		"188" : "",
		"189" : "",
		"190" : "",
		"191" : "",
		"192" : "",
		"193" : "",
		"194" : "",
		"195" : "",
		"196" : "",
		"197" : "",
		"198" : "",
		"199" : "",
		"200" : "",
		"201" : "",
		"202" : "",
		"203" : "",
		"204" : "",
		"205" : "",
		"206" : "",
		"207" : "",
		"208" : "",
		"209" : "",
		"210" : "",
		"211" : "",
		"212" : "",
		"213" : "",
		"214" : "",
		"215" : "",
		"216" : "",
		"217" : "",
		"218" : "",
		"219" : "",
		"220" : "",
		"221" : "",
		"222" : "",
		"223" : "",
		"224" : "L Ctrl",
		"225" : "L Shift",
		"226" : "L Alt",
		"227" : "L Super",
		"228" : "R Ctrl",
		"229" : "R Shift",
		"230" : "R Alt",
		"231" : "R Super",
		"232" : "Menu",
		"233" : "",
		"234" : "",
		"235" : "",
		"236" : "",
		"237" : "",
		"238" : "",
		"239" : "",
		"240" : "",
		"241" : "",

		"257" : "Mode",
		"258" : "Next Track",
		"259" : "Previous Track",
		"260" : "Stop",
		"261" : "Play/Pause",
		"262" : "Mute",
		"263" : "Media Select",
		"264" : "WWW",
		"265" : "Mail",
		"266" : "Calculator",
		"267" : "Computer",
		"268" : "AC Search",
		"269" : "AC Home",
		"270" : "AC Back",
		"271" : "AC Forward",
		"272" : "AC Stop",
		"273" : "AC Refresh",
		"274" : "AC Bookmarks",
		"275" : "Brightness Up",
		"276" : "Brightness Down",
		"277" : "Display Switch",
		"278" : "Keyboard Light",
		"279" : "Keyboard Brightness Up",
		"280" : "Keyboard Brightness Down",
		"281" : "Eject",
		"282" : "Sleep",
		"283" : "Wake Up",
		"284" : "???"
	}
}
